project-book/app/views/statuses/_form.html.erb

  </div>
  <%= f.input :user_id, collection: User.all, label_method: :full_name %>
---
SELECT "users".* FROM "users"